function scr_txt_logo(){
//任意键
global.txt_logo[0]="请按下任意键"
//基础选项
global.txt_logo[1][0]="开始游戏"
global.txt_logo[1][1]="读取存档"
global.txt_logo[1][2]="游戏设置"
//进阶选项
global.txt_logo[2][0][0]="简单模式"
global.txt_logo[2][0][1]="普通模式"
global.txt_logo[2][0][2]="困难模式"
	
#region 故事背景
global.storybg=[
@"2xxx年，随着网络技术与科技水平的高速发展，人们的沟通交流变得越发便利。
人与人之间的联系产生了一种可量可控的新能量。",

@"这种能量被人们称为『存在支持度』，
NEO巴比伦政府也构建完善了以『支持度』为基础的新支付体系。",

@"而拥有一定『支持度』，参与世界建设，活跃在各个领域的人们，
能凭借『支持度』展现出异于常人，超越常理，形形色色的不同力量。",

@"他们被人们称作——『支持度』。",

@"不知何时起，关于“这个世界是虚拟的”这种“无稽之谈”开始在网络上流传，
甚至出现了一些无法解释的蛛丝马迹为之佐证。",

@"某种无法预测的暗流似乎在这个和平的世界里开始涌动了……",
]
#endregion
}